const ap = new APlayer({
    container: document.getElementById('aplayer'),
    lrcType: 1,
    fixed: true,
    volume: 0.5,
    mutex: true,
    audio: [
        {
            name: '爸爸妈妈',
            artist: '李荣浩',
            url: './media/爸爸妈妈-李荣浩.mp3',
            cover: null,
            lrc: '[00:00.00]\n[00:02.00] 夏天的风\n[00:04.00] 演唱：温岚\n[00:06.00] 专辑：《温式效应》\n[00:08.00] 作词：天天\n[00:10.00] 作曲：周杰伦\n[00:12.00] 就Lrc歌词网：www.90lrc.cn\n[00:16.37] 七月的风懒懒的 连云都变热热的\n[00:24.88] 不久后天闷闷的 一阵午后雨下过\n[00:35.10] 气温 爬升到无法再忍受\n[00:41.70] 索性闭上了双眼 让想象任意改变\n[00:49.64] 场景两个人一起散着步\n[00:54.24] 我的脸也轻轻贴着你胸口\n[00:58.76] 听到心跳 喔 在乎我 和天气一样温度\n[01:05.43]\n[01:07.09] 夏天的风 我永远记得\n[01:11.26] 清清楚楚地说你爱我\n[01:15.51] 我看见你酷酷的笑容 也有腼腆的时候\n[01:23.78] 夏天的风 正暖暖吹过\n[01:28.03] 穿过头发 穿过耳朵\n[01:32.15] 你和我的夏天 风轻轻说着\n[01:38.86]\n[02:13.30] 场景两个人一起散着步\n[02:18.09] 我的脸也轻轻贴着你胸口\n[02:22.50] 听到心跳 喔 在乎我 和天气一样温度\n[02:30.00]\n[02:30.87] 夏天的风 我永远记得\n[02:35.00] 清清楚楚地说你爱我\n[02:39.35] 我看见你酷酷的笑容 也有腼腆的时候\n[02:47.57] 夏天的风 正暖暖吹过\n[02:51.78] 穿过头发 穿过耳朵\n[02:55.99] 你和我的夏天 风轻轻说着\n[03:03.82]\n[03:04.48] 夏天的风 我永远记得\n[03:08.66] 清清楚楚地说你爱我\n[03:12.86] 我看见你酷酷的笑容 也有腼腆的时候\n[03:21.22] 夏天的风 正暖暖吹过\n[03:25.29] 穿过头发 穿过耳朵\n[03:29.58] 你和我的夏天 风轻轻说着'

       },
        {
            name: '夏天的风',
            artist: '火羊瞌睡了',
            url: './meidia/夏天的风-火羊瞌睡了.mp3',
            cover: null,
            lrc: '[00:00.00]\n[00:02.00] 夏天的风\n[00:04.00] 演唱：温岚\n[00:06.00] 专辑：《温式效应》\n[00:08.00] 作词：天天\n[00:10.00] 作曲：周杰伦\n[00:12.00] 就Lrc歌词网：www.90lrc.cn\n[00:16.37] 七月的风懒懒的 连云都变热热的\n[00:24.88] 不久后天闷闷的 一阵午后雨下过\n[00:35.10] 气温 爬升到无法再忍受\n[00:41.70] 索性闭上了双眼 让想象任意改变\n[00:49.64] 场景两个人一起散着步\n[00:54.24] 我的脸也轻轻贴着你胸口\n[00:58.76] 听到心跳 喔 在乎我 和天气一样温度\n[01:05.43]\n[01:07.09] 夏天的风 我永远记得\n[01:11.26] 清清楚楚地说你爱我\n[01:15.51] 我看见你酷酷的笑容 也有腼腆的时候\n[01:23.78] 夏天的风 正暖暖吹过\n[01:28.03] 穿过头发 穿过耳朵\n[01:32.15] 你和我的夏天 风轻轻说着\n[01:38.86]\n[02:13.30] 场景两个人一起散着步\n[02:18.09] 我的脸也轻轻贴着你胸口\n[02:22.50] 听到心跳 喔 在乎我 和天气一样温度\n[02:30.00]\n[02:30.87] 夏天的风 我永远记得\n[02:35.00] 清清楚楚地说你爱我\n[02:39.35] 我看见你酷酷的笑容 也有腼腆的时候\n[02:47.57] 夏天的风 正暖暖吹过\n[02:51.78] 穿过头发 穿过耳朵\n[02:55.99] 你和我的夏天 风轻轻说着\n[03:03.82]\n[03:04.48] 夏天的风 我永远记得\n[03:08.66] 清清楚楚地说你爱我\n[03:12.86] 我看见你酷酷的笑容 也有腼腆的时候\n[03:21.22] 夏天的风 正暖暖吹过\n[03:25.29] 穿过头发 穿过耳朵\n[03:29.58] 你和我的夏天 风轻轻说着'
        }
    ]
});